Repository: CofficLab/GitOK
Catalog: Packages/KitOpenIn/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A direct handoff to %@
zh_hans: 直接交接给 %@
zh_hk: 直接交接給 %@

source: Any Remote
zh_hans: 任意远程
zh_hk: 任意遠端

source: Click
zh_hans: 单击
zh_hk: 按一下

source: Click the %@ button in the toolbar.
zh_hans: 点击工具栏中的 %@ 按钮。
zh_hk: 點擊工具列中的 %@ 按鈕。

source: Click the Button
zh_hans: 点击按钮
zh_hk: 點擊按鈕

source: Click the Remote button in the toolbar.
zh_hans: 点击工具栏中的 Remote 按钮。
zh_hk: 點擊工具列中的 Remote 按鈕。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current Project
zh_hans: 当前项目
zh_hk: 目前專案

source: Default Browser
zh_hans: 默认浏览器
zh_hk: 預設瀏覽器

source: External App
zh_hans: 外部应用
zh_hk: 外部應用

source: GitOK finds the installed %@ application.
zh_hans: GitOK 找到已安装的 %@ 应用。
zh_hk: GitOK 找到已安裝的 %@ 應用程式。

source: GitOK reads the origin remote of the current repository.
zh_hans: GitOK 读取当前仓库的 origin 远程地址。
zh_hk: GitOK 讀取目前儲存庫的 origin 遠端網址。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Keep working in GitOK while viewing the current repository's remote on the web.
zh_hans: 留在 GitOK 里工作，同时在网页上查看当前仓库的远程。
zh_hk: 留在 GitOK 裡工作，同時在網頁上查看目前儲存庫的遠端。

source: Keep your Git work in GitOK while handing the current project folder to %@.
zh_hans: 留在 GitOK 里继续操作，同时把当前项目文件夹交给 %@。
zh_hk: 留在 GitOK 裡繼續操作，同時把目前專案資料夾交給 %@。

source: Launches %@ with the folder as its target.
zh_hans: 以该文件夹为目标启动 %@。
zh_hk: 以該資料夾為目標啟動 %@。

source: Low
zh_hans: 低
zh_hk: 低

source: Low Risk
zh_hans: 低风险
zh_hk: 低風險

source: Only opens; it never modifies your repository.
zh_hans: 只负责打开，绝不改动你的仓库。
zh_hk: 只負責開啟，絕不改動你的儲存庫。

source: Open Remote Repository
zh_hans: 打开远程仓库
zh_hk: 開啟遠端儲存庫

source: Open in %@
zh_hans: 在 %@ 中打开
zh_hk: 在 %@ 中開啟

source: Open in Browser
zh_hans: 在浏览器打开
zh_hk: 在瀏覽器開啟

source: Open the current project folder in %@ directly from the toolbar.
zh_hans: 从工具栏一键在 %@ 中打开当前项目文件夹。
zh_hk: 從工具列一鍵在 %@ 中開啟目前專案資料夾。

source: Open the current project's remote repository in your browser.
zh_hans: 在浏览器中打开当前项目的远程仓库。
zh_hk: 在瀏覽器中開啟目前專案的遠端儲存庫。

source: Opens the folder of the project you are currently working on.
zh_hans: 打开你当前正在处理的项目文件夹。
zh_hk: 開啟你目前正在處理的專案資料夾。

source: Opens the remote page in your default browser.
zh_hans: 在默认浏览器中打开远程页面。
zh_hk: 在預設瀏覽器中開啟遠端頁面。

source: Permission
zh_hans: 权限
zh_hk: 權限

source: Read the Remote
zh_hans: 读取远程
zh_hk: 讀取遠端

source: Reads the origin remote of the current repository.
zh_hans: 读取当前仓库的 origin 远程地址。
zh_hk: 讀取目前儲存庫的 origin 遠端網址。

source: Remote
zh_hans: 远程
zh_hk: 遠端

source: Remote URL
zh_hans: 远程地址
zh_hk: 遠端網址

source: Resolve the App
zh_hans: 定位应用
zh_hk: 定位應用

source: The project folder opens directly in %@.
zh_hans: 项目文件夹直接在 %@ 中打开。
zh_hk: 專案資料夾直接在 %@ 中開啟。

source: The remote page opens in your default browser.
zh_hans: 远程页面在你的默认浏览器中打开。
zh_hk: 遠端頁面在你的預設瀏覽器中開啟。

source: Toolbar Button
zh_hans: 工具栏按钮
zh_hk: 工具列按鈕

source: Works with GitHub, GitLab, Gitee, and other remotes.
zh_hans: 支持 GitHub、GitLab、Gitee 等远程平台。
zh_hk: 支援 GitHub、GitLab、Gitee 等遠端平台。

source: Your repository, one click away
zh_hans: 你的仓库，一键即达
zh_hk: 你的儲存庫，一鍵即達
